
const  region = [{
      'text': '热门推荐',
      'id': 1,
      'children': [
        { 'text': '水电工', 'id': '水电工' },
        { 'text': '木工', 'id': '木工' },
        { 'text': '瓦工', 'id': '瓦工' },
        { 'text': '油工', 'id': '油工' },
        { 'text': '小工', 'id': '小工' },
        { 'text': '拆除', 'id': '拆除' },
        { 'text': '打孔', 'id': '打孔' },
        { 'text': '渣土清运', 'id': '渣土清运' },
        { 'text': '切割', 'id': '切割' },
        { 'text': '美缝/瓷砖', 'id': '美缝/瓷砖' },
        { 'text': '过门石', 'id': '过门石' },
        { 'text': '下水疏通', 'id': '下水疏通' }
      ]
  },
  {
    'text': '基础服务',
    'id': 2,
    'children': [
      { 'text': '工长', 'id': '工长' },
      { 'text': '设计师', 'id': '设计师' },
      { 'text': '铲墙皮', 'id': '铲墙皮' },
      { 'text': '水暖工', 'id': '水暖工' },
      { 'text': '焊工', 'id': '焊工' },
      { 'text': '拆旧回收', 'id': '拆旧回收' },
      { 'text': '美缝/瓷砖', 'id': '美缝/瓷砖' },
      { 'text': '大理石结晶', 'id': '大理石结晶' },
      { 'text': '地板打蜡', 'id': '地板打蜡' },
      { 'text': '下水疏通', 'id': '下水疏通' },
      { 'text': '防水堵漏', 'id': '防水堵漏' },
      { 'text': '壁纸壁布施工', 'id': '壁纸壁布施工' },
      { 'text': '开荒保洁', 'id': '开荒保洁' },
      { 'text': '铝方通安装', 'id': '铝方通安装' }
    ]
  }]
export {region}
